adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme
arc-icon-theme
aria2
aspell-de
aspell-en
asunder
atomicparsley
autoconf
automake
avahi
bash
bash-language-server
bashtop
binutils
bison
blueman
bluez-utils
btrfs-progs
bzip2
cantarell-fonts
ccls
cdw
chameleon-git
cmus
conky
coreutils
crda
cryptsetup
darktable
dash
device-mapper
diffutils
dmidecode
dosfstools
downgrade
dragon-drag-and-drop-git
dunst
e2fsprogs
efibootmgr
eslint
ethtool
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
filesystem
filezilla
findutils
firefox-developer-edition
firefox-developer-edition-i18n-de
flac
fzf
gawk
gcc
gcc-libs
gcr
gettext
gimp
gimp-help-de
gimp-plugin-gmic
git
glibc
gnome-themes-extra
gparted
grep
gsettings-desktop-schemas
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3
gufw
gzip
hibiscus
htop
hunspell-de
hunspell-en_US
hyphen-de
hyphen-en
i3status
inetutils
inkscape
intel-compute-runtime
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iwd
jameica
jfsutils
keepassxc
kid3-qt
kodi
kodi-addon-pvr-iptvsimple
kodi-addon-visualization-spectrum
kvantum-qt5
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
libdvdcss
libinput-gestures
libmad
libreoffice-fresh
libreoffice-fresh-de
libtool
libva-intel-driver
libva-mesa-driver
libva-utils
libva-vdpau-driver
libxft-bgra
licenses
linux-firmware
linux419
linux419-virtualbox-host-modules
linux54
linux54-virtualbox-host-modules
linux59
logrotate
lsb-release
lxappearance
lzop
m4
maim
make
man-db
man-pages
manjaro-release
manjaro-settings-manager
manjaro-system
mesa-demos
mesa-vdpau
mhwd
mhwd-db
minetest
mlocate
mpv
mtools
ncdu
neofetch
neovim
neovim-symlinks
nerd-fonts-dejavu-complete
newsboat
nodejs
nss-mdns
ntfs-3g
ocl-icd
odt2txt
opendoas
openresolv
openssh
opusfile
p7zip
pacman
pam-gnupg
pamac-gtk
pandoc-bin
patch
patchutils
pciutils
perl
perl-file-mimeinfo
picard
picom
pkgconf
polkit-gnome
polybar
poppler-data
powertop
procps-ng
psmisc
pstoedit
python-beautifulsoup4
python-discid
python-jedi
python-libevdev
python-pip
python-pycryptodome
python-pylint
python-readability-lxml
python2-pillow
qt5ct
ranger
rclone
reiserfsprogs
rofi
rsync
rxvt-unicode
s-nail
sane
scribus
sed
shadow
shellcheck-bin
simple-mtpfs
simple-scan
smartmontools
speedtest-cli
splix
sudo
sweethome3d
sxiv
sysbench
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
task-spooler
terminus-font
texinfo
texlive-core
thunderbird
thunderbird-i18n-de
tlp
tmux
trash-cli
tree
ttf-dejavu
ttf-font-awesome
ttf-joypixels
ttf-ms-win10
ttf-ms-win10-japanese
ttf-ms-win10-korean
ttf-ms-win10-other
ttf-ms-win10-sea
ttf-ms-win10-thai
ttf-ms-win10-zh_cn
ttf-ms-win10-zh_tw
unarj
unrar
unzip
usbutils
util-linux
v4l-utils
ventoy
virtualbox
virtualbox-ext-oracle
vorbis-tools
vpnc
vulkan-intel
w3m
weechat
wget
which
wmctrl
wmutils
x86_energy_perf_policy
xautolock
xbanish-git
xdg-user-dirs
xdg-utils
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-input-wacom
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-fonts-misc
xorg-server
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xprop
xorg-xwininfo
xsel
xwallpaper
yay-bin
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
