a52dec
aalib
acl
acorn
adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arc-gtk-theme
arc-icon-theme-full-git
archlinux-keyring
arduino-avr-core
argon2
aria2
aspell
aspell-de
aspell-en
asunder
at-spi2-atk
at-spi2-core
atk
atkmm
atomicparsley
attr
audit
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
babl
bash
bash-language-server
bashrc-manjaro
bc
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
boost-libs
botan
box2d
bpytop
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cdrtools
cdw
celt
chameleon-git
chromaprint
cifs-utils
clang
clucene
cmus
colord
colord-gtk
colord-sane
compiler-rt
confuse
conky
coreutils
crda
cryptsetup
cups
cups-filters
curl
darktable
dash
dav1d
db
dbus
dbus-broker
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
diffutils
djvulibre
dkms
dmidecode
dnssec-anchors
dosfstools
double-conversion
dragon-drag-and-drop-git
dunst
dunstify
e2fsprogs
efibootmgr
efivar
elfutils
ell
enchant
eslint
ethtool
exfatprogs
exiv2
expat
faac
faad2
fakeroot
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox-developer-edition
firefox-developer-edition-i18n-de
flac
flickcurl
fluidsynth
fontconfig
foomatic-db-engine
freeglut
freetype2
fribidi
fuse-common
fuse2
fzf
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
gimp-help-de
gimp-plugin-gmic
girara
git
glew
glib-networking
glib2
glibc
glibmm
glm
glslang
glu
gmic
gmp
gnome-themes-extra
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gts
gufw
guile
gumbo-parser
gupnp
gupnp-igd
gutenprint
gzip
harfbuzz
harfbuzz-icu
hibiscus
hicolor-icon-theme
hidapi
highlight
hsetroot
htop
hunspell
hunspell-de
hunspell-en_us
hwids
hwinfo
hwloc
hyphen
hyphen-de
hyphen-en
i3-gaps
i3lock
iana-etc
icu
id3lib
ijs
imagemagick
imath
imlib2
inetutils
inkscape
intel-compute-runtime
intel-gmmlib
intel-graphics-compiler
intel-media-driver
intel-media-sdk
intel-opencl-clang
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
iw
iwd
jack2
jameica
jansson
jasper
java-runtime-common
jbig2dec
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kid3-common
kid3-qt
kmod
kmon
kodi
kodi-addon-pvr-iptvsimple
kodi-addon-visualization-spectrum
krb5
kvantum-qt5
kwindowsystem
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib2geom
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-vdpau
lib32-ncurses
lib32-openssl
lib32-readline
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libavtp
libbluray
libbs2b
libbsd
libburn
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcec
libcloudproviders
libcmis
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdc1394
libdca
libde265
libdiscid
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgexiv2
libglvnd
libgme
libgpg-error
libgphoto2
libgudev
libgusb
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libinput
libinput-gestures
libinstpatch
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmanette
libmd
libmfx
libmicrodns
libmicrohttpd
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnet
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-de
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libsynctex
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libusb-compat
libutempter
libuv
libva
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft-bgra
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyuv
libzip
libzmf
licenses
lilv
linux-api-headers
linux-ck-skylake
linux-ck-skylake-headers
linux-firmware
linux-zen-versioned-bin
linux-zen-versioned-headers-bin
linux5.13.10.zen1-1-zen-bin
linux5.13.10.zen1-1-zen-headers-bin
linux510
linux510-headers
linux513
linux513-headers
linux514
linux514-headers
lirc
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lua
lua52
lua53
luajit
lxappearance
lz4
lzo
lzop
m4
mailcap
maim
make
man-db
man-pages
manjaro-keyring
manjaro-release
manjaro-system
mariadb-libs
mc
md4c
mesa
mesa-demos
mesa-vdpau
metis
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mypaint-brushes1
ncdu
ncurses
neofetch
neon
neovim
neovim-symlinks
nerd-fonts-dejavu-complete
net-snmp
netpbm
nettle
newsboat
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ocl-icd
odt2txt
openal
opencore-amr
opencv
opendoas
opendoas-sudo
openexr
openjpeg2
openmp
openmpi
openresolv
openscenegraph
openssh
openssl
opus
opusfile
orc
osm-gps-map
p11-kit
p7zip
p8-platform
pacman
pacman-mirrors
pahole
pam
pam-gnupg
pambase
pandoc-bin
pango
pangomm
paru-bin
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-common-sense
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-ipc-system-simple
perl-json-xs
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
picard
picom
pinentry
pixman
pkgconf
plotutils
podofo
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
powertop
procps-ng
psmisc
pstoedit
pugixml
python
python-appdirs
python-astroid
python-beautifulsoup4
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-cssselect
python-dateutil
python-discid
python-distlib
python-distro
python-dnspython
python-docopt
python-fasteners
python-gobject
python-html5lib
python-idna
python-isort
python-jedi
python-lazy-object-proxy
python-libevdev
python-lockfile
python-lxml
python-markdown
python-mccabe
python-more-itertools
python-msgpack
python-mutagen
python-npyscreen
python-ordered-set
python-packaging
python-parso
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pycryptodome
python-pycryptodomex
python-pylint
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-readability-lxml
python-requests
python-resolvelib
python-retrying
python-setuptools
python-simplejson
python-six
python-soupsieve
python-toml
python-tomli
python-urllib3
python-webencodings
python-wrapt
python-xlib
qpdf
qt5-base
qt5-declarative
qt5-multimedia
qt5-svg
qt5-wayland
qt5-x11extras
qt5ct
ragel
ranger
raptor
rasqal
rav1e
rclone
readline
redland
rest
rsync
rtmpdump
rubberband
run-parts
rxvt-unicode-truecolor-wide-glyphs
s-nail
sane
sbc
scribus
sdl
sdl2
sed
semver
serd
sg3_utils
shaderc
shadow
shairplay
shared-mime-info
shellcheck-bin
simple-mtpfs
simple-scan
slang
slop
smartmontools
smbclient
sord
sound-theme-freedesktop
soundtouch
spandsp
spectre-meltdown-checker
speedtest-cli
speex
speexdsp
spirv-llvm-translator
spirv-tools
splix
sqlite
sratom
srt
startup-notification
stfl
suitesparse
svt-av1
svt-hevc
sweethome3d
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
task-spooler
tbb
tdb
terminus-font
tevent
texinfo
texlive-bin
texlive-core
thunderbird
thunderbird-i18n-de
tinyxml
tmux
trash-cli
tree
tree-sitter
tslib
ttf-dejavu
ttf-font-awesome
ttf-joypixels
ttf-ms-win10
ttf-ms-win10-japanese
ttf-ms-win10-korean
ttf-ms-win10-other
ttf-ms-win10-sea
ttf-ms-win10-thai
ttf-ms-win10-zh_cn
ttf-ms-win10-zh_tw
twolame
tzdata
uchardet
ufw
unarj
unibilium
unrar
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
v86d
vamp-plugin-sdk
ventoy
vid.stab
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
vmaf
vorbis-tools
vpnc
vulkan-icd-loader
vulkan-intel
w3m
wavpack
wayland
wayland-protocols
waylandpp
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_tools
wmctrl
wmutils
woff2
wpebackend-fdo
x264
x265
x86_energy_perf_policy
xautolock
xbanish-git
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-input-wacom
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xkeyboard-config
xmlsec
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xsel
xvidcore
xxhash
xz
yajl
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
zziplib
